import type { IContent } from './type';

export const swiperBoxContent: IContent[] = [
  {
    title: `12月8日维护公告`,
    rightTime: `2021-12-08`,
    text: `
    为了给各位追梦人提供更良好的游戏体验，《梦幻西游三维版》 将于12月8日上午8:00停机维护，预
    计维护时间为上午8:00至9:00,如遇特殊情况将会顺延。

    新型冠状病毒肺炎防控工作仍然任重道远，《梦幻西游 三维版》呼吁追梦人继续做好个人防护，为疫
    情防控贡献力量。

    [维护要点]
    1、华山娱乐赛推出全新比赛模式[萌宠大乱斗]!

    [热门活动]

    [华山娱乐赛]

    华山娱乐赛推出全新比赛模式[萌宠大乱斗]!

    1、玩法介绍:
    为了给各位追梦人提供更良好的游戏体验，《梦幻西游三维版》 将于12月8日上午8:00停机维护，预
    计维护时间为上午8:00至9:00,如遇特殊情况将会顺延。
    新型冠状病毒肺炎防控工作仍然任重道远，《梦幻西游 三维版》呼吁追梦人继续做好个人防护，为疫
    情防控贡献力量。
    [维护要点]
    1、华山娱乐赛推出全新比赛模式[萌宠大乱斗]!
    [热门活动]
    [华山娱乐赛]
    华山娱乐赛推出全新比赛模式[萌宠大乱斗]!
    1、玩法介绍:
    为了给各位追梦人提供更良好的游戏体验，《梦幻西游三维版》 将于12月8日上午8:00停机维护，预
    计维护时间为上午8:00至9:00,如遇特殊情况将会顺延。
    新型冠状病毒肺炎防控工作仍然任重道远，《梦幻西游 三维版》呼吁追梦人继续做好个人防护，为疫
    情防控贡献力量。
    [维护要点]
    1、华山娱乐赛推出全新比赛模式[萌宠大乱斗]!
    [热门活动]
    [华山娱乐赛]
    华山娱乐赛推出全新比赛模式[萌宠大乱斗]!
    1、玩法介绍:
    为了给各位追梦人提供更良好的游戏体验，《梦幻西游三维版》 将于12月8日上午8:00停机维护，预
    计维护时间为上午8:00至9:00,如遇特殊情况将会顺延。
    新型冠状病毒肺炎防控工作仍然任重道远，《梦幻西游 三维版》呼吁追梦人继续做好个人防护，为疫
    情防控贡献力量。
    [维护要点]
    1、华山娱乐赛推出全新比赛模式[萌宠大乱斗]!
    [热门活动]
    [华山娱乐赛]
    华山娱乐赛推出全新比赛模式[萌宠大乱斗]!
    1、玩法介绍:
    为了给各位追梦人提供更良好的游戏体验，《梦幻西游三维版》 将于12月8日上午8:00停机维护，预
    计维护时间为上午8:00至9:00,如遇特殊情况将会顺延。
    新型冠状病毒肺炎防控工作仍然任重道远，《梦幻西游 三维版》呼吁追梦人继续做好个人防护，为疫
    情防控贡献力量。
    [维护要点]
    1、华山娱乐赛推出全新比赛模式[萌宠大乱斗]!
    [热门活动]
    [华山娱乐赛]
    华山娱乐赛推出全新比赛模式[萌宠大乱斗]!
    1、玩法介绍:
    为了给各位追梦人提供更良好的游戏体验，《梦幻西游三维版》 将于12月8日上午8:00停机维护，预
    计维护时间为上午8:00至9:00,如遇特殊情况将会顺延。
    新型冠状病毒肺炎防控工作仍然任重道远，《梦幻西游 三维版》呼吁追梦人继续做好个人防护，为疫
    情防控贡献力量。
    [维护要点]
    1、华山娱乐赛推出全新比赛模式[萌宠大乱斗]!
    [热门活动]
    [华山娱乐赛]
    华山娱乐赛推出全新比赛模式[萌宠大乱斗]!
    1、玩法介绍:
    为了给各位追梦人提供更良好的游戏体验，《梦幻西游三维版》 将于12月8日上午8:00停机维护，预
    计维护时间为上午8:00至9:00,如遇特殊情况将会顺延。
    新型冠状病毒肺炎防控工作仍然任重道远，《梦幻西游 三维版》呼吁追梦人继续做好个人防护，为疫
    情防控贡献力量。
    [维护要点]
    1、华山娱乐赛推出全新比赛模式[萌宠大乱斗]!
    [热门活动]
    [华山娱乐赛]
    华山娱乐赛推出全新比赛模式[萌宠大乱斗]!
    1、玩法介绍:
    为了给各位追梦人提供更良好的游戏体验，《梦幻西游三维版》 将于12月8日上午8:00停机维护，预
    计维护时间为上午8:00至9:00,如遇特殊情况将会顺延。
    新型冠状病毒肺炎防控工作仍然任重道远，《梦幻西游 三维版》呼吁追梦人继续做好个人防护，为疫
    情防控贡献力量。
    [维护要点]
    1、华山娱乐赛推出全新比赛模式[萌宠大乱斗]!
    [热门活动]
    [华山娱乐赛]
    华山娱乐赛推出全新比赛模式[萌宠大乱斗]!
    1、玩法介绍:
    为了给各位追梦人提供更良好的游戏体验，《梦幻西游三维版》 将于12月8日上午8:00停机维护，预
    计维护时间为上午8:00至9:00,如遇特殊情况将会顺延。
    新型冠状病毒肺炎防控工作仍然任重道远，《梦幻西游 三维版》呼吁追梦人继续做好个人防护，为疫
    情防控贡献力量。
    [维护要点]
    1、华山娱乐赛推出全新比赛模式[萌宠大乱斗]!
    [热门活动]
    [华山娱乐赛]
    华山娱乐赛推出全新比赛模式[萌宠大乱斗]!
    1、玩法介绍:
    `
  },
  {
    title: `12月9日维护公告`,
    rightTime: `2021-12-09`,
    text: `
    为了给各位追梦人提供更良好的游戏体验，《梦幻西游三维版》 将于12月8日上午8:00停机维护，预
    计维护时间为上午8:00至9:00,如遇特殊情况将会顺延。
    新型冠状病毒肺炎防控工作仍然任重道远，《梦幻西游 三维版》呼吁追梦人继续做好个人防护，为疫
    情防控贡献力量。
    [维护要点]
    1、华山娱乐赛推出全新比赛模式[萌宠大乱斗]!
    [热门活动]
    [华山娱乐赛]
    华山娱乐赛推出全新比赛模式[萌宠大乱斗]!
    1、玩法介绍:`
  },
  {
    title: `12月10日维护公告`,
    rightTime: `2021-12-010`,
    text: `
    为了给各位追梦人提供更良好的游戏体验，《梦幻西游三维版》 将于12月8日上午8:00停机维护，预
    计维护时间为上午8:00至9:00,如遇特殊情况将会顺延。
    新型冠状病毒肺炎防控工作仍然任重道远，《梦幻西游 三维版》呼吁追梦人继续做好个人防护，为疫
    情防控贡献力量。
    [维护要点]
    1、华山娱乐赛推出全新比赛模式[萌宠大乱斗]!
    [热门活动]
    [华山娱乐赛]
    华山娱乐赛推出全新比赛模式[萌宠大乱斗]!
    1、玩法介绍:`
  },
  {
    title: `12月11日维护公告`,
    rightTime: `2021-12-11`,
    text: `
    为了给各位追梦人提供更良好的游戏体验，《梦幻西游三维版》 将于12月8日上午8:00停机维护，预
    计维护时间为上午8:00至9:00,如遇特殊情况将会顺延。
    新型冠状病毒肺炎防控工作仍然任重道远，《梦幻西游 三维版》呼吁追梦人继续做好个人防护，为疫
    情防控贡献力量。
    [维护要点]
    1、华山娱乐赛推出全新比赛模式[萌宠大乱斗]!
    [热门活动]
    [华山娱乐赛]
    华山娱乐赛推出全新比赛模式[萌宠大乱斗]!
    1、玩法介绍:`
  },
  {
    title: `12月12日维护公告`,
    rightTime: `2021-12-12`,
    text: `
    为了给各位追梦人提供更良好的游戏体验，《梦幻西游三维版》 将于12月8日上午8:00停机维护，预
    计维护时间为上午8:00至9:00,如遇特殊情况将会顺延。
    新型冠状病毒肺炎防控工作仍然任重道远，《梦幻西游 三维版》呼吁追梦人继续做好个人防护，为疫
    情防控贡献力量。
    [维护要点]
    1、华山娱乐赛推出全新比赛模式[萌宠大乱斗]!
    [热门活动]
    [华山娱乐赛]
    华山娱乐赛推出全新比赛模式[萌宠大乱斗]!
    1、玩法介绍:`
  },
  {
    title: `12月13日维护公告`,
    rightTime: `2021-12-13`,
    text: `
    为了给各位追梦人提供更良好的游戏体验，《梦幻西游三维版》 将于12月8日上午8:00停机维护，预
    计维护时间为上午8:00至9:00,如遇特殊情况将会顺延。
    新型冠状病毒肺炎防控工作仍然任重道远，《梦幻西游 三维版》呼吁追梦人继续做好个人防护，为疫
    情防控贡献力量。
    [维护要点]
    1、华山娱乐赛推出全新比赛模式[萌宠大乱斗]!
    [热门活动]
    [华山娱乐赛]
    华山娱乐赛推出全新比赛模式[萌宠大乱斗]!
    1、玩法介绍:`
  },
  {
    title: `12月14日维护公告`,
    rightTime: `2021-12-14`,
    text: `
    为了给各位追梦人提供更良好的游戏体验，《梦幻西游三维版》 将于12月8日上午8:00停机维护，预
    计维护时间为上午8:00至9:00,如遇特殊情况将会顺延。
    新型冠状病毒肺炎防控工作仍然任重道远，《梦幻西游 三维版》呼吁追梦人继续做好个人防护，为疫
    情防控贡献力量。
    [维护要点]
    1、华山娱乐赛推出全新比赛模式[萌宠大乱斗]!
    [热门活动]
    [华山娱乐赛]
    华山娱乐赛推出全新比赛模式[萌宠大乱斗]!
    1、玩法介绍:`
  },
  {
    title: `12月15日维护公告`,
    rightTime: `2021-12-15`,
    text: `
    为了给各位追梦人提供更良好的游戏体验，《梦幻西游三维版》将于12月8日上午8:00停机维护，预
    计维护时间为上午8:00至9:00,如遇特殊情况将会顺延。
    新型冠状病毒肺炎防控工作仍然任重道远，《梦幻西游 三维版》呼吁追梦人继续做好个人防护，为疫
    情防控贡献力量。
    [维护要点]
    1、华山娱乐赛推出全新比赛模式[萌宠大乱斗]!
    [热门活动]
    [华山娱乐赛]
    华山娱乐赛推出全新比赛模式[萌宠大乱斗]!
    1、玩法介绍:`
  },
  {
    title: `12月16日维护公告`,
    rightTime: `2021-12-16`,
    text: `
    为了给各位追梦人提供更良好的游戏体验，《梦幻西游三维版》 将于12月8日上午8:00停机维护，预
    计维护时间为上午8:00至9:00,如遇特殊情况将会顺延。
    新型冠状病毒肺炎防控工作仍然任重道远，《梦幻西游 三维版》呼吁追梦人继续做好个人防护，为疫
    情防控贡献力量。
    [维护要点]
    1、华山娱乐赛推出全新比赛模式[萌宠大乱斗]!
    [热门活动]
    [华山娱乐赛]
    华山娱乐赛推出全新比赛模式[萌宠大乱斗]!
    1、玩法介绍:`
  }
];
