import type { IContent } from './type';

export const textContent: IContent[] = [
  {
    title: `活动名字字-1`,
    text: `
    活动时间: 10月15日0: 00-12月22日维护
    参与条件:≥30级，单人
    活动介绍:
    1)活动期间，玩家需领取前置主线剧情《山河劫》，方可开启其他活动玩法;
    2)《山河劫》作为特殊主线，在活动期间的领取等级要求为≥30级，活动结束后需满足等级要求
    方可领取。领取主线剧情后，方可领取山河劫活动其他玩法。
    3)完成剧情，可解锁对应新增行历卡。
    4)领取剧情时，玩家可根据自身情况选择是否回顾往期剧情内容:

    1、玩法介绍:
    为了给各位追梦人提供更良好的游戏体验，《梦幻西游三维版》 将于12月8日上午8:00停机维护，预
    计维护时间为上午8:00至9:00,如遇特殊情况将会顺延。
    新型冠状病毒肺炎防控工作仍然任重道远，《梦幻西游 三维版》呼吁追梦人继续做好个人防护，为疫
    情防控贡献力量。
    [维护要点]
    1、华山娱乐赛推出全新比赛模式[萌宠大乱斗]!
    [热门活动]
    [华山娱乐赛]
    华山娱乐赛推出全新比赛模式[萌宠大乱斗]!
    1、玩法介绍:
    为了给各位追梦人提供更良好的游戏体验，《梦幻西游三维版》 将于12月8日上午8:00停机维护，预
    计维护时间为上午8:00至9:00,如遇特殊情况将会顺延。
    新型冠状病毒肺炎防控工作仍然任重道远，《梦幻西游 三维版》呼吁追梦人继续做好个人防护，为疫
    情防控贡献力量。
    [维护要点]
    1、华山娱乐赛推出全新比赛模式[萌宠大乱斗]!
    [热门活动]
    [华山娱乐赛]
    华山娱乐赛推出全新比赛模式[萌宠大乱斗]!
    1、玩法介绍:
    为了给各位追梦人提供更良好的游戏体验，《梦幻西游三维版》 将于12月8日上午8:00停机维护，预
    计维护时间为上午8:00至9:00,如遇特殊情况将会顺延。
    新型冠状病毒肺炎防控工作仍然任重道远，《梦幻西游 三维版》呼吁追梦人继续做好个人防护，为疫
    情防控贡献力量。
    [维护要点]
    1、华山娱乐赛推出全新比赛模式[萌宠大乱斗]!
    [热门活动]
    [华山娱乐赛]
    华山娱乐赛推出全新比赛模式[萌宠大乱斗]!
    1、玩法介绍:
    为了给各位追梦人提供更良好的游戏体验，《梦幻西游三维版》 将于12月8日上午8:00停机维护，预
    计维护时间为上午8:00至9:00,如遇特殊情况将会顺延。
    新型冠状病毒肺炎防控工作仍然任重道远，《梦幻西游 三维版》呼吁追梦人继续做好个人防护，为疫
    情防控贡献力量。
    [维护要点]
    1、华山娱乐赛推出全新比赛模式[萌宠大乱斗]!
    [热门活动]
    [华山娱乐赛]
    华山娱乐赛推出全新比赛模式[萌宠大乱斗]!
    1、玩法介绍:
    为了给各位追梦人提供更良好的游戏体验，《梦幻西游三维版》 将于12月8日上午8:00停机维护，预
    计维护时间为上午8:00至9:00,如遇特殊情况将会顺延。
    新型冠状病毒肺炎防控工作仍然任重道远，《梦幻西游 三维版》呼吁追梦人继续做好个人防护，为疫
    情防控贡献力量。
    [维护要点]
    1、华山娱乐赛推出全新比赛模式[萌宠大乱斗]!
    [热门活动]
    [华山娱乐赛]
    华山娱乐赛推出全新比赛模式[萌宠大乱斗]!
    1、玩法介绍:
    为了给各位追梦人提供更良好的游戏体验，《梦幻西游三维版》 将于12月8日上午8:00停机维护，预
    计维护时间为上午8:00至9:00,如遇特殊情况将会顺延。
    新型冠状病毒肺炎防控工作仍然任重道远，《梦幻西游 三维版》呼吁追梦人继续做好个人防护，为疫
    情防控贡献力量。
    [维护要点]
    1、华山娱乐赛推出全新比赛模式[萌宠大乱斗]!
    [热门活动]
    [华山娱乐赛]
    华山娱乐赛推出全新比赛模式[萌宠大乱斗]!
    1、玩法介绍:
    为了给各位追梦人提供更良好的游戏体验，《梦幻西游三维版》 将于12月8日上午8:00停机维护，预
    计维护时间为上午8:00至9:00,如遇特殊情况将会顺延。
    新型冠状病毒肺炎防控工作仍然任重道远，《梦幻西游 三维版》呼吁追梦人继续做好个人防护，为疫
    情防控贡献力量。
    [维护要点]
    1、华山娱乐赛推出全新比赛模式[萌宠大乱斗]!
    [热门活动]
    [华山娱乐赛]
    华山娱乐赛推出全新比赛模式[萌宠大乱斗]!
    1、玩法介绍:
    为了给各位追梦人提供更良好的游戏体验，《梦幻西游三维版》 将于12月8日上午8:00停机维护，预
    计维护时间为上午8:00至9:00,如遇特殊情况将会顺延。
    新型冠状病毒肺炎防控工作仍然任重道远，《梦幻西游 三维版》呼吁追梦人继续做好个人防护，为疫
    情防控贡献力量。
    [维护要点]
    1、华山娱乐赛推出全新比赛模式[萌宠大乱斗]!
    [热门活动]
    [华山娱乐赛]
    华山娱乐赛推出全新比赛模式[萌宠大乱斗]!
    1、玩法介绍:
    `
  },
  {
    title: `活动名字字-2`,
    text: `
    为了给各位追梦人提供更良好的游戏体验，《梦幻西游三维版》 将于12月8日上午8:00停机维护，预
    计维护时间为上午8:00至9:00,如遇特殊情况将会顺延。
    新型冠状病毒肺炎防控工作仍然任重道远，《梦幻西游 三维版》呼吁追梦人继续做好个人防护，为疫
    情防控贡献力量。
    [维护要点]
    1、华山娱乐赛推出全新比赛模式[萌宠大乱斗]!
    [热门活动]
    [华山娱乐赛]
    华山娱乐赛推出全新比赛模式[萌宠大乱斗]!
    1、玩法介绍:`
  },
  {
    title: `活动名字字-3`,
    text: `
    为了给各位追梦人提供更良好的游戏体验，《梦幻西游三维版》 将于12月8日上午8:00停机维护，预
    计维护时间为上午8:00至9:00,如遇特殊情况将会顺延。
    新型冠状病毒肺炎防控工作仍然任重道远，《梦幻西游 三维版》呼吁追梦人继续做好个人防护，为疫
    情防控贡献力量。
    [维护要点]
    1、华山娱乐赛推出全新比赛模式[萌宠大乱斗]!
    [热门活动]
    [华山娱乐赛]
    华山娱乐赛推出全新比赛模式[萌宠大乱斗]!
    1、玩法介绍:`
  },
  {
    title: `活动名字字-4`,
    text: `
    为了给各位追梦人提供更良好的游戏体验，《梦幻西游三维版》 将于12月8日上午8:00停机维护，预
    计维护时间为上午8:00至9:00,如遇特殊情况将会顺延。
    新型冠状病毒肺炎防控工作仍然任重道远，《梦幻西游 三维版》呼吁追梦人继续做好个人防护，为疫
    情防控贡献力量。
    [维护要点]
    1、华山娱乐赛推出全新比赛模式[萌宠大乱斗]!
    [热门活动]
    [华山娱乐赛]
    华山娱乐赛推出全新比赛模式[萌宠大乱斗]!
    1、玩法介绍:`
  },
  {
    title: `活动名字字-5`,
    text: `
    为了给各位追梦人提供更良好的游戏体验，《梦幻西游三维版》 将于12月8日上午8:00停机维护，预
    计维护时间为上午8:00至9:00,如遇特殊情况将会顺延。
    新型冠状病毒肺炎防控工作仍然任重道远，《梦幻西游 三维版》呼吁追梦人继续做好个人防护，为疫
    情防控贡献力量。
    [维护要点]
    1、华山娱乐赛推出全新比赛模式[萌宠大乱斗]!
    [热门活动]
    [华山娱乐赛]
    华山娱乐赛推出全新比赛模式[萌宠大乱斗]!
    1、玩法介绍:`
  },
  {
    title: `活动名字字-6`,
    text: `
    为了给各位追梦人提供更良好的游戏体验，《梦幻西游三维版》 将于12月8日上午8:00停机维护，预
    计维护时间为上午8:00至9:00,如遇特殊情况将会顺延。
    新型冠状病毒肺炎防控工作仍然任重道远，《梦幻西游 三维版》呼吁追梦人继续做好个人防护，为疫
    情防控贡献力量。
    [维护要点]
    1、华山娱乐赛推出全新比赛模式[萌宠大乱斗]!
    [热门活动]
    [华山娱乐赛]
    华山娱乐赛推出全新比赛模式[萌宠大乱斗]!
    1、玩法介绍:`
  },
  {
    title: `活动名字字-7`,
    text: `
    为了给各位追梦人提供更良好的游戏体验，《梦幻西游三维版》 将于12月8日上午8:00停机维护，预
    计维护时间为上午8:00至9:00,如遇特殊情况将会顺延。
    新型冠状病毒肺炎防控工作仍然任重道远，《梦幻西游 三维版》呼吁追梦人继续做好个人防护，为疫
    情防控贡献力量。
    [维护要点]
    1、华山娱乐赛推出全新比赛模式[萌宠大乱斗]!
    [热门活动]
    [华山娱乐赛]
    华山娱乐赛推出全新比赛模式[萌宠大乱斗]!
    1、玩法介绍:`
  },
  {
    title: `活动名字字-8`,
    text: `
    为了给各位追梦人提供更良好的游戏体验，《梦幻西游三维版》将于12月8日上午8:00停机维护，预
    计维护时间为上午8:00至9:00,如遇特殊情况将会顺延。
    新型冠状病毒肺炎防控工作仍然任重道远，《梦幻西游 三维版》呼吁追梦人继续做好个人防护，为疫
    情防控贡献力量。
    [维护要点]
    1、华山娱乐赛推出全新比赛模式[萌宠大乱斗]!
    [热门活动]
    [华山娱乐赛]
    华山娱乐赛推出全新比赛模式[萌宠大乱斗]!
    1、玩法介绍:`
  },
  {
    title: `12月16日维护公告`,
    text: `
    为了给各位追梦人提供更良好的游戏体验，《梦幻西游三维版》 将于12月8日上午8:00停机维护，预
    计维护时间为上午8:00至9:00,如遇特殊情况将会顺延。
    新型冠状病毒肺炎防控工作仍然任重道远，《梦幻西游 三维版》呼吁追梦人继续做好个人防护，为疫
    情防控贡献力量。
    [维护要点]
    1、华山娱乐赛推出全新比赛模式[萌宠大乱斗]!
    [热门活动]
    [华山娱乐赛]
    华山娱乐赛推出全新比赛模式[萌宠大乱斗]!
    1、玩法介绍:`
  }
];
